/* Cancel Button */
"Cancel" = "Annuleren";

/* Email app name */
"Mail" = "Mail";

/* Users photo library */
"Camera Roll" = "Galerij";

/* Text field to enter a description */
"Add a description" = "Voeg een beschrijving toe";

/* Text messages app name */
"Message" = "Berichten";

/* Share photo or video button */
"Share post" = "Bericht delen";

/* Select a location button */
"Tag a location" = "Benoem een locatie";

/* Share Title */
"Share" = "Delen";

/* Preparing Title */
"Preparing..." = "Voorbereiden...";
